/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidParameter" = "Nieprawidłowy parametr.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "Nieprawidłowy kod operacji.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "Nie można nawiązać połączenia z serwerem. Sprawdź dane logowania.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "Nie można zresetować aplikacji. Sprawdź połączenie z siecią.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "Użytkownik jest już zalogowany.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "Wykonywanie operacji jest już w toku.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "Nieprawidłowy kontekst operacji.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "Nieprawidłowy ID protokołu komunikacji.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "Nieprawidłowy ID elementu czynności.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "Nie można ustalić protokołu komunikacji.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "Nie można pobrać klucza certyfikatu.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "Nie można pobrać certyfikatu.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "Nieznany błąd.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "Bezpieczna pamięć już istnieje.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "Błąd typu danych";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "Bezpieczna pamięć nie istnieje.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "Nieprawidłowy argument.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "Wprowadź prawidłowy kod aplikacji.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "Sprawdź hasło.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "Bezpieczny magazyn jest zablokowany";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "Brak bezpiecznego magazynu";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "Kod aplikacji wygasł. Należy go zmienić.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "Wpisz kod, który zawiera co najmniej następującą liczbę unikatowych znaków {0}.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "Wprowadź kod zawierający co najmniej jeden znak.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "Wprowadź kod zawierający co najmniej jedną małą literę.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "Wprowadź kod zawierający co najmniej jeden znak specjalny.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "To urządzenie jest już zarejestrowane na innego użytkownika.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "Wprowadź kod zawierający co najmniej jedną wielką literę.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "Wpisz kod o co najmniej następującej liczbie znaków {0}.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "Wpisz kod, który zawiera co najmniej następującą liczbę unikatowych znaków {0}.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "Wprowadzone kody aplikacji nie są zgodne.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operacja nie jest dozwolona w tym statusie.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "Wprowadzone dane logowania są niewystarczające lub nieprawidłowe. Spróbuj ponownie.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorCheckLoginData" = "Nie można nawiązać połączenia z serwerem. Sprawdź dane logowania.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "Sprawdź nazwę użytkownika i hasło.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "Nie można było połączyć z serwerem. Skonsultuj się z administratorem.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "Wprowadzone dane logowania są niewystarczające lub nieprawidłowe. Spróbuj ponownie.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "Wprowadź prawidłowy kod aplikacji.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "Wprowadź kod zawierający co najmniej jeden znak.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "Wprowadzone kody aplikacji nie są zgodne.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "Kod aplikacji wygasł. Należy go zmienić.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeLength" = "Wpisz kod o co najmniej następującej liczbie znaków {0}.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "Wpisz kod, który zawiera co najmniej jedną małą literę.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "Wprowadź kod zawierający co najmniej jeden znak specjalny.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "Wpisz kod, który zawiera co najmniej następującą liczbę unikatowych znaków {0}.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "Wprowadź kod zawierający co najmniej jedną wielką literę.";

/* XMSG max. 100 chars */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "Usunięto bezpieczną pamięć.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "Operacja nieobsługiwana.";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "Nieprawidłowy kod SSO.";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Nieprawidłowe dane logowania do Afaria.";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorClientIdentityNotFound" = "Client Identity not found";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorURLValidationFailed" = "Access is denied";

